Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/gitlab.tmx
Source language: en
Languages: sv

source: Dependencies|+%{remainingLicensesCount} more
sv: +%{remainingLicensesCount} till

source: Dependencies|Component
sv: Komponent

source: Dependencies|Component name
sv: Komponentnamn

source: Dependencies|Dependency List
sv: Beroendelista

source: Dependencies|Dependency List export
sv: Export av beroendelista

source: Dependencies|Direct dependents
sv: Direkta beroenden

source: Dependencies|Enter at least 2 characters to view available components.
sv: Ange minst 2 tecken för att visa tillgängliga komponenter.

source: Dependencies|Export as CycloneDX (JSON)
sv: Exportera som CycloneDX (JSON)

source: Dependencies|Export as JSON
sv: Exportera som JSON

source: Dependencies|Focused risk reporting
sv: Fokuserad riskrapportering

source: Dependencies|Follow the link below to download the export.
sv: Följ länken nedan för att hämta exporten.

source: Dependencies|Learn more about direct dependents
sv: Läs mer om direkta beroenden

source: Dependencies|List of direct dependents
sv: Lista över direkta beroenden

source: Dependencies|Locations of dependencies. The locations of transitive dependencies (child dependencies of other dependencies) are shown as the complete set of all paths that import the dependency.
sv: Beroendenas platser. Platserna för transitiva beroenden (underordnade beroenden till andra beroenden) visas som den fullständiga uppsättningen av alla sökvägar som importerar beroendet.

source: Dependencies|No components found.
sv: Inga komponenter hittades.

source: Dependencies|Packager
sv: Paketerare

source: Dependencies|Policy violation
sv: Policyöverträdelse

source: Dependencies|Refs
sv: Referenser

source: Dependencies|Report export in progress. After the report is generated, an email will be sent with the download link.
sv: Rapportexport pågår. När rapporten har skapats skickas ett e-postmeddelande med hämtningslänken.

source: Dependencies|Risk includes known vulnerabilities and malware packages currently detected in your project. Previously detected findings that are no longer present are excluded to keep risk assessments accurate.
sv: Risken omfattar kända sårbarheter och skadliga paket som för närvarande har identifierats i projektet. Tidigare identifierade fynd som inte längre finns tas bort för att riskbedömningen ska vara korrekt.

source: Dependencies|Risk includes known vulnerabilities currently detected in your project. Previously detected findings that are no longer present are excluded to keep risk assessments accurate.
sv: Risken omfattar kända sårbarheter som för närvarande har identifierats i projektet. Tidigare identifierade fynd som inte längre finns tas bort för att riskbedömningen ska vara korrekt.

source: Dependencies|Search or filter dependencies…
sv: Sök eller filtrera beroenden …

source: DuoSecretDetection|Turn on Secret Detection false positive detection
sv: Aktivera identifiering av falska positiva resultat i hemlighetsidentifiering

source: DuoSecretDetection|Use false positive detection for Secret Detection vulnerabilities on the default branch
sv: Använd identifiering av falska positiva resultat för sårbarheter från hemlighetsidentifiering i standardgrenen

source: PolicyStore|This step is coming soon.
sv: Det här steget kommer snart.

source: PolicyStore|Triggers
sv: Utlösare

source: PolicyStore|Untitled policy
sv: Namnlös policy

source: PolicyStore|Validate deployment prerequisites
sv: Validera förutsättningar för driftsättning

source: PolicyStore|Version %{version}
sv: Version %{version}

source: PolicyStore|View projects
sv: Visa projekt

source: PolicyStore|Warn
sv: Varna

source: PolicyStore|Which projects should this policy govern?
sv: Vilka projekt ska denna policy styra?

source: PolicyStore|You
sv: Du

source: PolicyStore|Your progress will be lost if you leave without saving.
sv: Dina framsteg går förlorade om du lämnar utan att spara.

source: PolicyStore|all projects in the group
sv: alla projekt i gruppen

source: SecretsManager|Use the secrets manager to store your sensitive credentials, and then safely use them in your processes.
sv: SecretsManager|Använd hemlighetshanteraren för att lagra dina känsliga autentiseringsuppgifter och använda dem säkert i dina processer.

source: SecretsManager|You will be granted 500 trial credits for a period of 30 days for use across all projects and subgroups in your instance.
sv: SecretsManager|Du får 500 provkrediter under 30 dagar att använda i alla projekt och undergrupper i din instans.

source: SecurityExclusions|Status
sv: Status

source: VirtualRegistryCleanupPolicyForm|%{nextRunAt} (estimated cleanup time)
sv: %{nextRunAt} (beräknad rensningstid)

source: VirtualRegistryCleanupPolicyForm|Cancel
sv: Avbryt

source: VirtualRegistryCleanupPolicyForm|Cleanup policy has been successfully saved.
sv: Rensningsprincipen har sparats.

source: VirtualRegistryCleanupPolicyForm|Delete caches not accessed in the last (days)
sv: Ta bort cacheminnen som inte har använts de senaste (dagarna)

source: VirtualRegistryCleanupPolicyForm|Disabling does not delete caches.
sv: Inaktivering tar inte bort cacheminnen.

source: VirtualRegistryCleanupPolicyForm|Email notifications
sv: E-postaviseringar

source: VirtualRegistryCleanupPolicyForm|Enable cleanup policy
sv: Aktivera rensningsprincip

source: VirtualRegistryCleanupPolicyForm|Every day
sv: Varje dag

source: VirtualRegistryCleanupPolicyForm|Every month
sv: Varje månad

source: VirtualRegistryCleanupPolicyForm|Every three months
sv: Var tredje månad

source: VirtualRegistryCleanupPolicyForm|Every two weeks
sv: Varannan vecka

source: VirtualRegistryCleanupPolicyForm|Every week
sv: Varje vecka

source: VirtualRegistryCleanupPolicyForm|Failed to load cleanup policy. Please try again.
sv: Det gick inte att läsa in rensningsprincipen. Försök igen.

source: VirtualRegistryCleanupPolicyForm|Failed to save cleanup policy. Please try again.
sv: Det gick inte att spara rensningsprincipen. Försök igen.

source: VirtualRegistryCleanupPolicyForm|Loading cleanup policy
sv: Läser in rensningsprincip

source: VirtualRegistryCleanupPolicyForm|Must be %{max} days or less.
sv: Måste vara högst %{max} dagar.

source: VirtualRegistryCleanupPolicyForm|Must be a whole number.
sv: Måste vara ett heltal.

source: VirtualRegistryCleanupPolicyForm|Must be at least %{min} day.
sv: Måste vara minst %{min} dag.

source: VirtualRegistryCleanupPolicyForm|Next cleanup scheduled to run on
sv: Nästa rensning är schemalagd till

source: VirtualRegistryCleanupPolicyForm|Not yet scheduled
sv: Inte schemalagd ännu

source: VirtualRegistryCleanupPolicyForm|Note: Any policy update changes the scheduled run date and time
sv: Obs: Alla ändringar i principen ändrar datum och tid för den schemalagda körningen

source: VirtualRegistryCleanupPolicyForm|Run cleanup
sv: Kör rensning

source: VirtualRegistryCleanupPolicyForm|Save storage space by automatically deleting caches from the virtual registry and keeping the ones you want. %{linkStart}How does cleanup work?%{linkEnd}
sv: Spara lagringsutrymme genom att automatiskt ta bort cacheminnen från det virtuella registret och behålla dem du vill ha. %{linkStart}Så fungerar rensning%{linkEnd}

source: VirtualRegistryCleanupPolicyForm|Send email notifications if cleanup fails
sv: Skicka e-postaviseringar om rensningen misslyckas

source: VirtualRegistryCleanupPolicyForm|Send email notifications when cleanup runs
sv: Skicka e-postaviseringar när rensningen körs

source: VirtualRegistryCleanupPolicyForm|This field is required.
sv: Det här fältet är obligatoriskt.

source: VirtualRegistryCleanupPolicyForm|Virtual registry cache cleanup policy
sv: Rensningsprincip för cacheminnen i virtuellt register

source: ScanProfiles|%{scanTypeName} profile
sv: Profil för %{scanTypeName}

source: ScanProfiles|All
sv: Alla

source: ScanProfiles|All vulnerabilities
sv: Alla sårbarheter

source: ScanProfiles|Apply profile
sv: Tillämpa profil

source: ScanProfiles|Currently active
sv: För närvarande aktiv

source: ScanProfiles|Default
sv: Standard

source: ScanProfiles|Full repository
sv: Hela lagringsplatsen

source: ScanProfiles|General Details
sv: Allmän information

source: ScanProfiles|GitLab
sv: GitLab

source: ScanProfiles|Information about this configuration profile.
sv: Information om den här konfigurationsprofilen.

source: ScanProfiles|Merge Request Pipelines
sv: Pipelines för sammanfogningsbegäranden

source: ScanProfiles|New vulnerabilities only
sv: Endast nya sårbarheter

source: ScanProfiles|Results:
sv: Resultat:

source: ScanProfiles|Scan all Git push events and block pushes with detected secrets.
sv: Skanna alla Git-pushhändelser och blockera pushningar där hemligheter upptäcks.

source: ScanProfiles|Scan triggers
sv: Skanningsutlösare

source: ScanProfiles|Scans commits to the default branch
sv: Skannar incheckningar till standardgrenen

source: ScanProfiles|Scans new commits to merge requests · All branches
sv: Skannar nya incheckningar i sammanfogningsbegäranden · Alla grenar

source: ScanProfiles|Scope:
sv: Omfattning:

source: ScanProfiles|Secret push protection
sv: Hemlighetskydd vid push

source: ScanProfiles|Target branch:
sv: Målgren:

source: ScanProfiles|View documentation
sv: Visa dokumentation

source: ScanProfiles|View profile settings and associated projects.
sv: Visa profilinställningar och associerade projekt.

source: ScanProfiles|What are configuration profiles?
sv: Vad är konfigurationsprofiler?

source: ScanProfiles|When and how scans are run.
sv: När och hur skanningar körs.

source: VirtualRegistryCleanupPolicy|%{labelStart}Last cleanup:%{labelEnd} %{date}.
sv: %{labelStart}Senaste rensning:%{labelEnd} %{date}.

source: VirtualRegistryCleanupPolicy|%{labelStart}Last cleanup:%{labelEnd} %{iconPlaceholder}Cleanup failed on %{date}.
sv: %{labelStart}Senaste rensning:%{labelEnd} %{iconPlaceholder}Rensningen misslyckades den %{date}.

source: VirtualRegistryCleanupPolicy|%{labelStart}Last cleanup:%{labelEnd} Never run.
sv: %{labelStart}Senaste rensning:%{labelEnd} Aldrig körd.

source: VirtualRegistryCleanupPolicy|%{labelStart}Next cleanup:%{labelEnd} %{date}.
sv: %{labelStart}Nästa rensning:%{labelEnd} %{date}.

source: VirtualRegistryCleanupPolicy|%{labelStart}Next cleanup:%{labelEnd} Not scheduled.
sv: %{labelStart}Nästa rensning:%{labelEnd} Inte schemalagd.

source: VirtualRegistryCleanupPolicy|%{labelStart}Next cleanup:%{labelEnd} Running.
sv: %{labelStart}Nästa rensning:%{labelEnd} Körs.

source: VirtualRegistryCleanupPolicy|Automatically delete unused caches from the virtual registry to save storage space. %{linkStart}How do cleanup policies work?%{linkEnd}
sv: Ta automatiskt bort oanvända cacheminnen från det virtuella registret för att spara lagringsutrymme. %{linkStart}Så fungerar rensningsprinciper%{linkEnd}

source: VirtualRegistryCleanupPolicy|Cache cleanup failed. No cache entries were removed.
sv: Cacheminnesrensningen misslyckades. Inga cacheposter togs bort.

source: VirtualRegistryCleanupPolicy|Disabled
sv: Inaktiverad

source: VirtualRegistryCleanupPolicy|Edit policy
sv: Redigera princip

source: VirtualRegistryCleanupPolicy|Enabled
sv: Aktiverad

source: VirtualRegistryCleanupPolicy|No cleanup rule yet. Define when caches should be deleted to save space.
sv: Ingen rensningsregel ännu. Ange när cacheminnen ska tas bort för att spara utrymme.

source: VirtualRegistryCleanupPolicy|Running
sv: Körs

source: VirtualRegistryCleanupPolicy|Runs %{strongStart}every day%{strongEnd}:
sv: Körs %{strongStart}varje dag%{strongEnd}:

source: VirtualRegistryCleanupPolicy|Runs %{strongStart}every month%{strongEnd}:
sv: Körs %{strongStart}varje månad%{strongEnd}:

source: VirtualRegistryCleanupPolicy|Runs %{strongStart}every three months%{strongEnd}:
sv: Körs %{strongStart}var tredje månad%{strongEnd}:

source: VirtualRegistryCleanupPolicy|Runs %{strongStart}every two weeks%{strongEnd}:
sv: Körs %{strongStart}varannan vecka%{strongEnd}:

source: VirtualRegistryCleanupPolicy|Runs %{strongStart}every week%{strongEnd}:
sv: Körs %{strongStart}varje vecka%{strongEnd}:

source: VirtualRegistryCleanupPolicy|Send email notifications %{strongStart}if cleanup fails%{strongEnd}
sv: Skicka e-postaviseringar %{strongStart}om rensningen misslyckas%{strongEnd}

source: VirtualRegistryCleanupPolicy|Send email notifications %{strongStart}when cleanup runs%{strongEnd}
sv: Skicka e-postaviseringar %{strongStart}när rensningen körs%{strongEnd}

source: VirtualRegistryCleanupPolicy|Send email notifications %{strongStart}when cleanup runs%{strongEnd} and %{strongStart}if cleanup fails%{strongEnd}
sv: Skicka e-postaviseringar %{strongStart}när rensningen körs%{strongEnd} och %{strongStart}om den misslyckas%{strongEnd}

source: VirtualRegistryCleanupPolicy|Set policy
sv: Ange princip

source: VirtualRegistryCleanupPolicy|Something went wrong while fetching the cleanup policy.
sv: Något gick fel när rensningsprincipen skulle hämtas.

source: VirtualRegistryCleanupPolicy|Virtual registry cache cleanup policy
sv: Rensningsprincip för cacheminnen i virtuellt register

source: ContainerRegistry| Please visit the %{linkStart}administration settings%{linkEnd} to enable this feature.
sv: Besök %{linkStart}administrationsinställningarna%{linkEnd} för att aktivera funktionen.

source: ContainerRegistry|%{count} of %{max}
sv: %{count} av %{max}

source: ContainerRegistry|%{strongStart}Next cleanup on%{strongEnd} %{cleanupTime}
sv: %{strongStart}Nästa rensning%{strongEnd} %{cleanupTime}

source: ContainerRegistry|%{strongStart}OS Version:%{strongEnd} %{osVersion}
sv: %{strongStart}OS-version:%{strongEnd} %{osVersion}

source: ContainerRegistry|%{title} was successfully scheduled for deletion
sv: %{title} har schemalagts för borttagning

source: ContainerRegistry|-- tags
sv: -- taggar

source: ContainerRegistry|A protection rule exists for this container repository.
sv: Det finns en skyddsregel för den här behållarens lagringsplats.

source: ContainerRegistry|Add protection rule
sv: Lägg till skyddsregel

source: ContainerRegistry|Apply immutability rule to tags matching
sv: Tillämpa oföränderlighetsregel på taggar som matchar

source: ContainerRegistry|Are you sure you want to delete the protected container tags rule %{tagNamePattern}?
sv: Vill du ta bort skyddsregeln för behållartaggarna %{tagNamePattern}?

source: ContainerRegistry|Build an image
sv: Bygg en avbildning

source: ContainerRegistry|CLI commands
sv: CLI-kommandon

source: ContainerRegistry|Changes saved.
sv: Ändringarna har sparats.

source: ContainerRegistry|Cleanup disabled
sv: Rensning inaktiverad

source: ContainerRegistry|Cleanup in progress
sv: Rensning pågår

source: ContainerRegistry|Cleanup incomplete
sv: Rensning inte slutförd

source: ContainerRegistry|Cleanup is currently removing tags
sv: Rensningen tar bort taggar

source: ContainerRegistry|Cleanup is disabled for this project
sv: Rensning är inaktiverad för det här projektet

source: ContainerRegistry|Cleanup is not scheduled.
sv: Rensning är inte schemalagd.

source: ContainerRegistry|Cleanup is ongoing
sv: Rensning pågår

source: Dependencies|Software Bill of Materials (SBOM) based on the %{linkStart}latest successful%{linkEnd} scan
sv: Programvaruförteckning (SBOM) baserad på den %{linkStart}senaste lyckade%{linkEnd} skanningen

source: Dependencies|Software Bill of Materials (SBOM) based on the latest successful scan of each project.
sv: Programvaruförteckning (SBOM) baserad på den senaste lyckade skanningen av varje projekt.

source: Dependencies|The Dependency List was successfully exported from %{exportable}.
sv: Beroendelistan har exporterats från %{exportable}.

source: Dependencies|The dependency list was successfully exported.
sv: Beroendelistan har exporterats.

source: Dependencies|There was a problem fetching the licenses for this group.
sv: Det gick inte att hämta licenserna för gruppen.

source: Dependencies|There was a problem fetching the refs for this dependency.
sv: Det gick inte att hämta referenserna för beroendet.

source: Dependencies|There was a problem fetching vulnerabilities.
sv: Det gick inte att hämta sårbarheter.

source: Dependencies|There was an error fetching the components for this %{namespaceType}. Please try again later.
sv: Det gick inte att hämta komponenterna för den här %{namespaceType}. Försök igen senare.

source: Dependencies|There was an error fetching the projects for this group. Please try again later.
sv: Det gick inte att hämta projekten för gruppen. Försök igen senare.

source: Dependencies|There was an error fetching the versions for the selected component. Please try again later.
sv: Det gick inte att hämta versionerna för den valda komponenten. Försök igen senare.

source: Dependencies|This link will expire in %{number} days.
sv: Den här länken upphör att gälla om %{number} dagar.

source: Dependencies|This package has been identified as malware
sv: Paketet har identifierats som skadlig programvara

source: Dependencies|To filter by version, filter by one component first
sv: Om du vill filtrera efter version måste du först filtrera efter en komponent

source: Dependencies|To filter by version, select exactly one component first
sv: Om du vill filtrera efter version måste du först välja exakt en komponent

source: Dependencies|View dependency paths
sv: Visa beroendevägar

source: ScanExecutionPolicy|%{rules} actions for %{scopes} %{branches} %{agents} %{branchExceptions} %{namespaces} %{period}
sv: %{rules} åtgärder för %{scopes} %{branches} %{agents} %{branchExceptions} %{namespaces} %{period}

source: ScanExecutionPolicy|%{rules} every time a pipeline runs that %{scopes} %{branches} using %{sources} %{branchExceptions} %{agents} %{namespaces}
sv: %{rules} varje gång en pipeline körs som %{scopes} %{branches} med %{sources} %{branchExceptions} %{agents} %{namespaces}

source: ScanExecutionPolicy|This is a required variable for this scanner and cannot be removed.
sv: Det här är en obligatorisk variabel för skannern och kan inte tas bort.

source: ScanExecutionPolicy|Triggers:
sv: Utlösare:

source: ScanExecutionPolicy|Use a custom key
sv: Använd en anpassad nyckel

source: ScanExecutionPolicy|Value
sv: Värde

source: ScanExecutionPolicy|Verify the file in the selected project is accessible
sv: Kontrollera att filen i det valda projektet är åtkomlig

source: ScanExecutionPolicy|agent
sv: agent

source: ScanExecutionPolicy|at the following times: %{period} %{days} around %{time} %{timezone}, run for: %{duration}, %{timezoneLabel}
sv: vid följande tidpunkter: %{period} %{days} omkring %{time} %{timezone}, kör i: %{duration}, %{timezoneLabel}

source: ScanExecutionPolicy|branch
sv: gren

source: ScanExecutionPolicy|file path group
sv: filsökvägsgrupp

source: ScanExecutionPolicy|has specific tag
sv: har specifik tagg

source: ScanExecutionPolicy|in namespaces
sv: i namnrymder

source: ScanExecutionPolicy|on %{hostname}
sv: på %{hostname}

source: ScanExecutionPolicy|on the Kubernetes agent pod
sv: på Kubernetes-agentens podd

source: ScanExecutionPolicy|on the cron schedule %{cadence} %{timezone}, run for: %{duration}, %{timezoneLabel}
sv: enligt cron-schemat %{cadence} %{timezone}, kör i: %{duration}, %{timezoneLabel}

source: ScanExecutionPolicy|selected automatically
sv: väljs automatiskt

source: ContainerRegistry|Cleanup pending
sv: Rensning väntar

source: ContainerRegistry|Cleanup policy for tags is disabled
sv: Rensningsprincipen för taggar är inaktiverad

source: ContainerRegistry|Cleanup policy successfully saved.
sv: Rensningsprincipen har sparats.

source: ContainerRegistry|Cleanup ran but some tags were not removed
sv: Rensningen kördes, men vissa taggar togs inte bort

source: ContainerRegistry|Cleanup will run %{time}
sv: Rensningen körs %{time}

source: ContainerRegistry|Cleanup will run in %{time}
sv: Rensningen körs om %{time}

source: ContainerRegistry|Cleanup will run soon
sv: Rensningen körs snart

source: ContainerRegistry|Configuration digest: %{digest}
sv: Konfigurationssammandrag: %{digest}

source: ContainerRegistry|Configure in settings
sv: Konfigurera i inställningarna

source: ContainerRegistry|Container image tags can be created, overwritten, or deleted by specific user roles.
sv: Taggar för behållaravbildningar kan skapas, skrivas över eller tas bort av specifika användarroller.

source: ContainerRegistry|Container image tags can never be overwritten or deleted.
sv: Taggar för behållaravbildningar kan aldrig skrivas över eller tas bort.

source: ContainerRegistry|Container protection rule created.
sv: Skyddsregel för behållare har skapats.

source: ContainerRegistry|Container protection rule deleted.
sv: Skyddsregel för behållare har tagits bort.

source: ContainerRegistry|Container protection rule updated.
sv: Skyddsregel för behållare har uppdaterats.

source: ContainerRegistry|Container registry
sv: Behållarregister

source: ContainerRegistry|Container registry cleanup policies
sv: Rensningsprinciper för behållarregistret

source: ContainerRegistry|Container scanning for registry: Off
sv: Behållarskanning för registret: av

source: ContainerRegistry|Container scanning for registry: On
sv: Behållarskanning för registret: på

source: ContainerRegistry|Continuous container scanning runs in the registry when any image or database is updated.
sv: Kontinuerlig behållarskanning körs i registret när en avbildning eller databas uppdateras.

source: ContainerRegistry|Copy build command
sv: Kopiera byggkommando

source: ContainerRegistry|Copy image path
sv: Kopiera avbildningssökväg

source: ContainerRegistry|Copy login command
sv: Kopiera inloggningskommando

source: ContainerRegistry|Copy push command
sv: Kopiera push-kommando

source: ContainerRegistry|Could not load signature details.
sv: Det gick inte att läsa in signaturinformationen.

source: ContainerRegistry|Created %{time}
sv: Skapad %{time}

source: ContainerRegistry|Delete container protection rule
sv: Ta bort behållarens skyddsregel

source: ContainerRegistry|Delete container repository protection rule?
sv: Vill du ta bort skyddsregeln för behållarens lagringsplats?

source: ContainerRegistry|Delete image repository
sv: Ta bort avbildningslagringsplats

source: ContainerRegistry|Delete image repository?
sv: Vill du ta bort avbildningslagringsplatsen?

source: ContainerRegistry|Delete protection rule
sv: Ta bort skyddsregel

source: ContainerRegistry|Delete selected tags
sv: Ta bort valda taggar

source: ContainerRegistry|Deleting the image repository will delete all images and tags inside. This action cannot be undone. Please type the following to confirm: %{code}
sv: Om du tar bort avbildningslagringsplatsen tas alla avbildningar och taggar i den bort. Åtgärden kan inte ångras. Skriv följande för att bekräfta: %{code}

source: ContainerRegistry|Digest: %{imageId}
sv: Sammandrag: %{imageId}

source: ContainerRegistry|Disabled - tags will not be automatically deleted.
sv: Inaktiverad – taggar tas inte bort automatiskt.

source: ContainerRegistry|Docker build command
sv: Docker-byggkommando

source: ContainerRegistry|Docker connection error
sv: Docker-anslutningsfel

source: ContainerRegistry|Docker login command
sv: Docker-inloggningskommando

source: ContainerRegistry|Docker push command
sv: Docker-push-kommando

source: ContainerRegistry|Edit cleanup rules
sv: Redigera rensningsregler

source: ContainerRegistry|Edit protection rule
sv: Redigera skyddsregel

source: ContainerRegistry|Enable cleanup policy
sv: Aktivera rensningsprincip

source: ContainerRegistry|Enabled - tags that match the rules on this page are automatically scheduled for deletion.
sv: Aktiverad – taggar som matchar reglerna på den här sidan schemaläggs automatiskt för borttagning.
